<template lang="pug">
section.section
  .title.f-24.mb-3 入会後の流れ
  .px-2.mb-3 ご入会にあたりご安心頂けますよう、ご入会いただいた後の流れをご説明いたします。
  .px-2.mb-2
    PartsStep.mb-2(:step="1" title="初回トレーニングを迎えるまで")
      p
        strong 事前の準備は不要
        span です。初回トレーニングの日からダイエットもスタートします。理想の体型を思い浮かべながら当日まで楽しみにしてお待ち下さい。
    PartsStep.mb-2(:step="2" title="初回トレーニング")
      p.mb-1
        strong 食事改善のガイダンス
        span から行います。いきなり全てを詰め込むと大変ですので、まずは痩せるための基礎的な改善方法をトレーナーからご案内してさせていただきます。次回のトレーニングまでに実際に食事改善を試せるよう、丁寧にご案内いたします。
      p.mb-1
        span その後、
        strong トレーニング前の測定
        span を行い、お身体の状態を正確に把握した上で、トレーニングに入ります。コース終了後にbefore/afterがわかる様にお写真をお撮りいたします。
      p.mb-1
        strong トレーニング時間はおよそ40分
        span 程度。トレーナーが見本をお見せしながらペースに合わせてトレーニングを行います。トレーナーも適宜お声がけしながら、楽しく、モチベーション高くトレーニングを実施いただきます。
      p
        span 初めてのことばかりで右も左もわからない、なんてこともあるかもしれませんが、トレーナーが寄り添って対応しますので安心してお過ごしください。
    PartsStep.mb-2(:step="3" title="コース期間中")
      p.mb-1
        span コース期間中は
        strong 週2回を目処にトレーニング
        span を実施いただきます。都度トレーナーと予定を合わせながら、無理のないスケジュールで通っていただけますのでご安心ください。
      p.mb-1
        span ご来店時に毎回
        strong 食事改善のガイダンス
        span を行います。毎日送っていただいている食事の内容をもとに、改善ポイントをわかりやすくご説明し、次回までの食事改善に活かせるようにご案内いたします。回数を重ねるごとに基礎知識が溜まり、ご自身でも自ずと改善が行えるようになりますので、コース終了後も継続して痩せるカラダづくりが可能になります。
      p
        strong 定期的な身体測定
        span を行い、数字で見える身体の変化を確認いただきます。お身体の変化をみることでモチベーションが上がるだけでなく、より重点的にシェイプアップしたい部位などが見えてきますので、トレーニングのご要望があればお気軽にトレーナーにお知らせください。
    PartsStep.mb-2(:step="4" title="コース終了日")
      p.mb-1
        span コース最終日は測定とトレーニングを行います。初日に撮影した写真と見比べて変化を一緒に見ながらフィードバックをさせていただきます。体重や体脂肪などの数字での変化はもちろんですが、
        strong 見た目の変化を何よりも感じていただける瞬間
        span です。
      p
        span 週2回のトレーニングと毎日の食事管理の成果が現れます。女性らしい美しい体づくりを専門で行うエルビナだからこそのサポートも相まって、
        strong より理想に近い体づくりを実感
        span いただけたらと思います。
    PartsStep(:step="5" title="継続利用プラン" noLine)
      p.mb-1
        span ここで一度コースは終了となりますが、その後も新たな目標を定めて通い続けていただけるよう、
        strong コース修了者限定のプラン
        span をご用意しております。
      p.mb-1
        span よりプロポーションを良くしたい、定期的にアドバイスを受けながらトレーニングを実施したい、継続できるようにモチベーションを維持したい、などのご要望を満たせるよう、
        strong 継続利用プラン
        span もご用意しております。
      p.mb-1
        span 目的に応じた利用頻度を設定いただき、それに応じて通っていただける
        strong チケット方式のプラン
        span となります。
      p
        span 女性の人生の中でダイエットを考える機会は多くあるかと思います。常に理想的な自分でい続け、自信を持って毎日を過ごせるようエルビナはお客様に近い視点で常にサポートさせていただきます。
  .px-2
    PartsButton(to="/trial") 無料体験トレーニングを予約する
</template>

<script setup></script>

<style lang="sass" scoped></style>
