<template lang="pug">
section.section
  .px-2
    section.mb-2
      h1 利用規約
    section.mb-2
      h2.mb-1 第１条 名称
      p.mb-2 本ジムは、「パーソナルジムElvina」（以下「本ジム」という）と総称します。
    section.mb-2
      h2.mb-1 第２条 運営
      p.mb-2 本ジムの運営は、Elvinaが行います。
    section.mb-2
      h2.mb-1 第３条 目的
      p.mb-2 本ジムは、会員（所定の手続を経て本ジムと契約締結された方）に対して、パーソナルトレーニングサービス（以下「本サービス」という）を提供するものとします。また、本サービスは、本ジム専属女性トレーナー（以下「専属トレーナー」という）が会員一人ひとりの達成目標や体質等に合わせて丁寧にトレーニング指導を行い、会員の心と体の健康を維持・促進することを目的とします。
    section.mb-2
      h2.mb-1 第４条 会員
      p.mb-2 本ジムは、会員制とします。
    section.mb-2
      h2.mb-1 第５条 会員資格
      ol.mb-2
        li.mb-1 本ジムの入会資格は、以下の項目の全てに該当する方とします。なお、入会後に以下の項目に違反することが判明した場合には速やかに退会していただきます。
        ol.mb-2
          li.mb-1 本規約への同意
          li.mb-1 心臓病、感染症又は重度の高血圧等の疾患をもっていないこと
          li.mb-1 医師又は医療機関等からトレーニングその他運動を禁止又は制限されていないこと
          li.mb-1 本サービスを利用可能な健康状態であることを本ジムに申告いただくこと
          li.mb-1 反社会的勢力（暴力団、暴力団関係企業、総会屋もしくはこれらに準ずる者またはその構成員）ではないこと
          li.mb-1 反社会的勢力に自己の名義を利用させ、本契約の締結をするものではないこと
          li.mb-1 過去に当社より当サービスご利用のお断りの通告を受けていないこと
        li.mb-1 その他、本ジムにおいて、本サービスの円滑な運営及びトレーニングに支障をきたすおそれがあると判断された方は、入会申込を拒否できるものとします。また、入会後にこれらの事象が判明した場合にも、速やかに退会していただきます。
    section.mb-2
      h2.mb-1 第６条 入会手続き
      ol.mb-2
        li.mb-1 本ジムに入会しようとするときは、本規約その他入会契約事項に同意のうえ、所定の入会手続を行い、本ジムによる審査及び承認後、本ジムとの契約が成立し、本ジムの会員となります。
        li.mb-1 未成年者の入会については、親権者の同意の上、所定の入会申込方法により入会手続きを行っていただきます。この場合、親権者は自らの会員資格の有無にかかわらず、本人と連帯して責任を負うものとします。
    section.mb-2
      h2.mb-1 第７条 コース料金
      ol.mb-2
        li.mb-1 入会金及びコース料金（以下「コース料金等」という）は、別途規定いたします。
        li.mb-1 会員は、別途規定するコース料金等について、支払い期日までに、会員が申し込む本サービスの内容に応じたコース料金等を、本ジムが指定する方法および手段により払い込むものとします。
        li.mb-1 一度お支払いただいたコース料金等は、その理由を問わず一切返金いたしません。
    section.mb-2
      h2.mb-1 第8条 トレーニング内容
      ol.mb-2
        li.mb-1 本サービスの基本内容は、以下のとおりとします。
        ol.mb-2
          li.mb-1 対面によるトレーニング方法のアドバイス、トレーニングメニュー作成、カウンセリング
          li.mb-1 栄養・カロリーバランスを考慮した食事管理に関するアドバイス
        li.mb-1 各会員の具体的なトレーニング内容については、専属トレーナーが、会員との対話を通じて決定するものとします。
    section.mb-2
      h2.mb-1 第9条 トレーニングの効果、注意事項
      ol.mb-2
        li.mb-1 本ジムでは、一切の医療行為、治療を行いません。
        li.mb-1 本サービスは、各会員に対し、トレーニングによる体重減量、体調改善、健康管理その他一切の成果・効果を保証するものではありません。
        li.mb-1 本サービスによるトレーニングに際し、心身不調、体調不良等がある場合は、直ちに専属トレーナーに申し出てください。
    section.mb-2
      h2.mb-1 第10条 届出内容の変更又は更新
      ol.mb-2
        li.mb-1 会員は、入会時に本ジムに対して虚偽のない正確な申込内容を届け出していただきます。
        li.mb-1 会員は、入会時に本ジムに対して届け出た内容に変更があったときは、速やかに変更された内容を届け出る必要があります。
    section.mb-2
      h2.mb-1 第11条 諸規則の遵守
      p.mb-2 会員は、本ジムの利用にあたり、本規約その他本ジムの定める諸規則を遵守し、専属トレーナーその他本ジムのスタッフ等の指示に従うものとします。
    section.mb-2
      h2.mb-1 第12条 会員資格の譲渡禁止
      p.mb-2 会員たる資格は、その会員資格を第三者に譲渡し、又は担保に付することはできず、また、相続の対象となりません。
    section.mb-2
      h2.mb-1 第13条 損害賠償責任免責
      ol.mb-2
        li.mb-1 会員は、自己の責任において本サービスを利用するものとします。
        li.mb-1 会員が本ジム内施設利用中に、会員が受けた損害に対して、トレーニング中であるか否かにかかわらず、本ジムは、本ジムの責めに帰す事由がない限り、その損害を賠償する責任を負わないものとします。
        li.mb-1 会員は、本ジムへの持込物について、自己の責任をもって管理するものとします。本ジムは、本ジムの責めに帰す事由がない限り、当該持込物の滅失、毀損、又は盗難その他一切の責任を負わないものとします。
    section.mb-2
      h2.mb-1 第14条 禁止事項
      ol.mb-2
        li.mb-1 本ジムは、会員が本サービスを利用するにあたり、以下の行為を禁止いたします。
        ol.mb-2
          li.mb-1 本サービスにおいて使用するトレーニング方法等の資料の第三者への開示・流用
          li.mb-1 無許可での写真・ビデオ撮影・録音等
          li.mb-1 無許可で撮影した写真、動画データ等のSNS等への投稿
          li.mb-1 専属トレーナーに対する危険な行為、危害を与えられると感じる発言、過度なサービスの要求など、本ジムの営業を妨害する一切の行為
          li.mb-1 同業者・スカウトマン等の引き抜き行為、勧誘行為それに似る行為
          li.mb-1 その他、本サービスの品位、秩序を損なう行為等、本ジムが本サービスを利用するにあたり適切ではないと判断する一切の行為
        li.mb-1 本ジムは、前項各号に該当する行為をした会員に対して、本サービスの即時利用停止、及び契約解除、その他損害賠償請求ができるものとします。
    section.mb-2
      h2.mb-1 第15条 防犯カメラの設置
      ol.mb-2
        li.mb-1 会員は、本ジムトレーニング施設内に、前条1項各号の行為、その他犯罪防止、事故防止目的とした防犯カメラを設置することに同意することとします。
        li.mb-1 本ジムは、防犯カメラで記録した画像及び動画データを設置目的以外のためには利用いたしません。また、次の場合を除き第三者に提供いたしません。
        ol.mb-2
          li.mb-1 法令に基づく場合
          li.mb-1 生命、身体及び財産の安全の確保その他公共の利益のために緊急の必要性がある場合
          li.mb-1 捜査機関等から犯罪・事故の捜査等のため閲覧を求められ、協力する必要がある場合
    section.mb-2
      h2.mb-1 第16条 本ジムの利用の禁止
      p.mb-2 本ジムは、会員が以下の各号のいずれかに該当する場合、その会員に対して本ジムの利用を制限しもしくは禁止し、又は、直ちに契約を解除することができます。なお、会員は、本ジムの利用を制限もしくは禁止され、又は契約を解除された場合であっても、同時点において発生するコース料金等については、支払うものとします。
      ol.mb-2
        li.mb-1 本規則その他本ジムが定める規則等に違反したとき
        li.mb-1 コース料金等の支払いが２ヶ月遅延したとき
        li.mb-1 破産など、会員の経済状況に不安が生じたと判断されたとき
        li.mb-1 伝染病及び集団感染するおそれのある疾病等を有することが判明したとき
        li.mb-1 反社会的勢力であることが判明したとき
        li.mb-1 その他、本ジムが会員としてふさわしくないと判断したとき
    section.mb-2
      h2.mb-1 第17条 退会
      p.mb-2 会員は、自己都合による退会の場合、毎月10日までに本ジム所定の退会手続を完了することで、当該月末日（以下「退会日」という）をもって退会できるものとします。退会手続きが該当月10日を過ぎた場合、翌月末日をもって退会できるものとします。また、会員は、退会日までのコース料金等につき支払い義務があり、退会を申し出た時点で、既に本ジムに支払い済みのコース料金等がある場合、当該コース料金等は一切返済いたしません。
    section.mb-2
      h2.mb-1 第18条 施設の閉鎖・変更・閉業
      ol.mb-2
        li.mb-1 本ジムは、以下の各号のいずれかにより、営業することが困難または営業すべきでないと判断するときは、本施設の全部もしくは一部を休業又は閉鎖し、又は、本サービスの提供を停止することができます。
        ol.mb-2
          li.mb-1 天災地変、気象災害、地震またはその他不可抗力等が発生、又は発生する恐れがあるとき
          li.mb-1 施設の改造、増改築、修繕、整備または点検を要するとき
          li.mb-1 判決の言渡し、法令の制定改廃または行政庁による処分（不利益処分を含む）、行政指導もしくは命令等があったとき
          li.mb-1 社会情勢の著しい変化があったときまたはその恐れがあるとき
          li.mb-1 その他、本ジムが営業することが困難または営業すべきでない事情が生じたときまたはその恐れがあるとき
        li.mb-1 会員は、前項により会員に損害が生じた場合であっても、本ジムはその損害を賠償する責めを負わないものとします。
    section.mb-2
      h2.mb-1 第19条 規約の改正等
      p.mb-2 本ジムは、本サービスの運営、管理、料金設定等の条件について、必要に応じて任意に本規約内容の改正及び本規約に定めない事項で業務執行に必要な項目を定めることができ、その効力は全会員にも及ぶものとします。
    section.mb-2
      h2.mb-1 第20条 専属的合意管轄
      p.mb-2 本ジムの利用、本サービスに関連して提供されるトレーニングその他本ジムと会員との間で紛争が生じた場合には、前橋地方裁判所を第一審の専属的合意管轄裁判所とします。
</template>

<style lang="sass" scoped>
.section
  font-size: 14px
ol
  padding-left: 20px
  li
    list-style-position: outside
</style>
